// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
         "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的糯糯老婆",  // 同上...
        "今天是你的生日",
        "这是我们认识1080天之后",
        "你的第三个生日了哦",
        "去年的生日",
        "留下了遗憾",
        "感受到了宝贝的失望",
        "转眼间又一年过去了",
        "而我们也分开快一年了",
        "时间过得真的好快",
        "好像昨天你还在我身边",
        "生日快乐哦老婆",
        "可能真的回不到你身边了",
        "但是我不会放弃爱你",
        "也不会放弃尝试回去",
        "好了，不说这种让你烦的话了",
        "希望糯糯每天都能吃到好吃的东西",
        "希望糯糯总能从衣服里翻出零钱",
        "希望糯糯以后能如愿考上心仪的研究生",
        "希望糯糯一直都有好运气",
        "希望糯糯每天都开开心心",
        "（感觉宝贝可能在想，我不烦你就能开心，hhh）",
        "好希望能回到从前",
        "真的好喜欢糯糯呀",
        "我爱你",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
       // "心爱的小可爱"
        
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "装饰",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
